{
   "data":[
      {
         "anime":"The Melancholy of Haruhi Suzumiya",
         "character":"Yuki Nagato",
         "quote":"What is a glasses man?"
      },
      {
         "anime":"Tokyo Ghoul",
         "character":"Koutarou Amon",
         "quote":"What is right... what is wrong... you can't easily tell the difference. That's why you must keep thinking, whether what you are doing is right or not. That act itself, alone, can be called right."
      },
      {
         "anime":"Akame ga KILL!",
         "character":"Kurome",
         "quote":"To kill the one you love... If someone else will do it anyway, I'd rather do it myself."
      },
      {
         "anime":"Akame ga KILL!",
         "character":"Gensei",
         "quote":"Old, young, man, woman,  a life is a life. Sinner or Saint it makes no difference at all."
      },
      {
         "anime":"Gintama",
         "character":"Gintoki Sakata",
         "quote":"Honest feelings can sometimes lead to cruel endings."
      },
      {
         "anime":"Fruits Basket",
         "character":"Sohma Yuki",
         "quote":"(referring to the letter for Kisa from the teacher) Here. It says to 'like yourself\\'. But good things about yourself... how are you supposed to find them? I only know things I hate about myself. 'Cause that's all I know, I hate myself. But even if you force yourself to find good things... it feels so empty. It doesn't work that way. People like your teacher just don't get it. I think... when you hear someone say they like you, for the first time... then you can begin to like yourself. I think when someone accepts you, for the first time... you feel like you can... forgive yourself a little. You can begin to face your fears... with courage."
      },
      {
         "anime":"My Hero Academia",
         "character":"Izuku Midoriya",
         "quote":"My motivation might seem trivial compared to yours, but I can’t lose, either. I have to live up to the hopes of those who supported me."
      },
      {
         "anime":"Ga-Rei:Zero",
         "character":"Tsuchimiya Kagura",
         "quote":"In a real fight, there is no next time. You can't choose your opponent's strength. Losing would mean death. If a duty-bound person dies, a hundred more innocent people would die. We exorcists cannot die easily, and that is a responsibility."
      },
      {
         "anime":"Naruto",
         "character":"Nara Shikamaru",
         "quote":"Regardless of our limitations, we can always be of some use. Our power may seem insignificant... but it may just prove to be useful in the grand scheme of things. Stay focused. Never avert your eyes, because if an opening arises, even our insignificant power may be enough to determine the fate of the world. Which is why everyone must stay alert and ready to strike at any moment!"
      },
      {
         "anime":"Pokémon",
         "character":"Ash Ketchum",
         "quote":"I'm an apple for a day and I need a doctor right away..."
      },
      {
         "anime":"Naruto",
         "character":"Naruto Uzumaki",
         "quote":"Believe it!"
      },
      {
         "anime":"Death Note",
         "character":"Light Yagami",
         "quote":"I am Justice!"
      },
      {
         "anime":"Dragon Ball Z",
         "character":"Vegeta",
         "quote":"It's over 9000!"
      },
      {
         "anime":"One Piece",
         "character":"Monkey D. Luffy",
         "quote":"I don't want to conquer anything. I just think the guy with the most freedom in this whole ocean... is the Pirate King!"
      },
      {
         "anime":"Attack on Titan",
         "character":"Eren Yeager",
         "quote":"If you win, you live. If you lose, you die. If you don't fight, you can't win!"
      },
      {
         "anime":"Serial Experiments Lain",
         "character":"Lain Iwakura",
         "quote":"The only way to deal with the past... is to put it in a strong metal box, or it will eat you alive."
      },
      {
         "anime":"A Certain Magical Index",
         "character":"Accelerator",
         "quote":"I don't want to be a hero. I want to be a very, very bad man!"
      },
      {
         "anime":"Kuroko's Basketball",
         "character":"Riko Aida",
         "quote":"No one knows what the future holds. That's why its potential is infinite."
      },
      {
         "anime":"Claymore",
         "character":"Clare",
         "quote":"Even if I die, you keep living okay? Live to see the end of this world, and to see why it was born. Live to see why a weak girl like me ended up here... And the reason you and I met."
      },
      {
         "anime":"Berserk",
         "character":"Griffith",
         "quote":"In this world, evil can arise from the best of intentions. And there is good which can come from evil intentions."
      },
      {
         "anime":"Spice and Wolf",
         "character":"Holo",
         "quote":"There is no such thing as coincidence in this world. There is only necessity."
      },
      {
         "anime":"Fate/stay night",
         "character":"Shirou Emiya",
         "quote":"People die if they are killed."
      },
      {
         "anime":"Naruto",
         "character":"Naruto Uzumaki",
         "quote":"I'm not gonna run away, I never go back on my word! That's my nindo: my ninja way!"
      },
      {
         "anime":"Code Geass",
         "character":"C.C.",
         "quote":"Don't beg for it. Earn it. Then it will be granted to you."
      },
      {
         "anime":"Fullmetal Alchemist",
         "character":"Edward Elric",
         "quote":"A lesson without pain is meaningless. For you cannot gain something without sacrificing something else in return."
      },
      {
         "anime":"Game of Thrones",
         "character":"Daenerys Targaryen",
         "quote":"I'm not gonna stop the wheel. I'm going to break the wheel."
      },
      {
         "anime":"Naruto",
         "character":"Hinata Hyuga",
         "quote":"Sometimes people are just mean. Don't fight mean with mean. Hold your head high."
      },
      {
         "anime":"Code Geass",
         "character":"Lelouch Lamperouge",
         "quote":"You have no idea how this world works, and that's why you're the one to change it."
      },
      {
         "anime":"Fairy Tail",
         "character":"Gildarts Clive",
         "quote":"Fear is not evil. It tells you what your weakness is. And once you know your weakness, you can become stronger as well as kinder."
      },
      {
         "anime":"Gintama",
         "character":"Sakata Gintoki",
         "quote":"If you've got time to fantasize about a beautiful death, why not live beautifully until the end."
      },
      {
         "anime":"One Piece",
         "character":"Brook",
         "quote":"No matter how deep the night, it always turns to day, eventually."
      },
      {
         "anime":"Trigun",
         "character":"Vash the Stampede",
         "quote":"I don't want the world to see me because I don't think that they'd understand."
      },
      {
         "anime":"Naruto",
         "character":"Naruto Uzumaki",
         "quote":"It's not the face that makes someone a monster; it's the choices they make with their lives."
      },
      {
         "anime":"Naruto",
         "character":"Naruto Uzumaki",
         "quote":"It's not the face that makes someone a monster; it's the choices they make with their lives."
      },
      {
         "anime":"Cowboy Bebop",
         "character":"Spike Spiegel",
         "quote":"I have nothing to say to you, except... goodbye."
      },
      {
         "anime":"Kuroko's Basketball",
         "character":"Riko Aida",
         "quote":"Nobody knows what the future holds. That's why its potential is infinite."
      }
   ]
}
